import React from 'react';

function AboutPage() {
    return (
        <div className="container">
        <section className="about-content">
        <div className="about-text">
        <h2>О хоре</h2>
        <p>Академический мужской хор МИФИ — один из самых известных любительских коллективов России. В нем поют только мифисты — студенты и выпускники нашего вуза, а музыкальными руководителями традиционно являются выпускники Московской консерватории — талантливые хормейстеры, представители классической русской хоровой школы.</p>
        <p>Сегодняшний репертуар Мужского хора МИФИ охватывает практически все жанры хоровой музыки: русская и западная классика, народные песни, военно-патриотические песни советского периода, произведения современных композиторов.</p>
        <p>Неотъемлемой частью практически всех концертных программ являются русские православные песнопения, а также шедевры западноевропейской духовной музыки.</p>
        <p>Основная часть концертного репертуара хора записана на компакт-диски и DVD, многие из которых можно получить за пожертвования в эндаунмент фонд.</p>
        <h3>История</h3>
        <p>Мужской хор существует в МИФИ уже более 50 лет. Он был создан в 1950-е годы, во времена расцвета студенческой художественной самодетельности, когда в и МИФИ, и других вузах работало великое множество самых разнообразных и нередко довольно популярных творческих коллективов.</p>
        <p>Среди коллективов МИФИ были и факультетские хоры, однако их деятельность не получила особенного развития, и поэтому осенью 1956 года, в рамках подготовки к предстоящему Всемирному фестивалю молодежи и студентов, руководство и профсоюз МИФИ решили возродить институтское хоровое движение на более серьезной основе.</p>
        <h3>Руководство</h3>
        <p>С первой репетиции 16 октября 1956 года Хор возглавляла Эфирь Моисеевна Рывкина, которая и стала на последующие 30 лет бессменным художественным руководителем хора.В 1987 году художественным руководителем хора становится Надежда Васильевна Малявина — ученица прославленных мастеров русского хорового искусства К. Б. Птицы и В. Г. Соколова.</p>
        </div>
        <div className="about-image">
        <div className="image-placeholder choir-image"></div>
        </div>
        </section>
        </div>
    );
}

export default AboutPage;
